{
  "plan": [
    {
      "id" : 1,
      "plan_id": 1,
      "title": "Przygotowanie dokumentacji",
      "content": "Dobrze przmyśl konstrukcję domu. Zrób listę wad i zalet projektów domów. Porównaj rozwiązania zachcianek do realnych cen ich wykonania. Lista potrzebana do uzyskania pozwolenia na budowę uzależniona od przepisów w danym regionie i zagospodarowaniem terenu:"
    },
    {
      "id" : 2,
      "plan_id": 2,
      "title": "Prace Ziemne",
      "content": "Wyznaczenie domu i punktu zero na działce. Proponowany sposób przygotowania się do tego etapu:"
    },
    {
      "id" : 3,
      "plan_id": 3,
      "title": "Fundamenty",
      "content": "Zrobienie ław lub płyty fundamentowej. Proponowany sposób przygotowania się do tego etapu:"
    },
    {
      "id" : 4,
      "plan_id": 4,
      "title": "Konstrukcja parteru",
      "content": "Budowa ścian parteru zależy od wybranej metody budowlanej oraz materiałów, z których będą wykonane. Najczęściej wykorzystywanymi materiałami są cegła, beton komórkowy, pustak ceramiczny lub betonowy, a także bloczki z betonu komórkowego. Dobrym pomysłem jest poszukiwanie wykonawców na podstawie rekomendacji od znajomych lub korzystanie z ofert dostępnych w internecie. Warto porównać oferty różnych firm i sprawdzić ich referencje, by wybrać wykonawcę, który spełni oczekiwania i będzie godny zaufania."
    },
    {
      "id" : 5,
      "plan_id": 5,
      "title": "Konstrukcja piętra",
      "content": "Przygotowanie do budowy piętra budynku wymaga uwzględnienia wielu czynników i etapów. Oto kilka kroków, które inwestor powinien wziąć pod uwagę przed rozpoczęciem budowy piętra:"
    },
    {
      "id" : 6,
      "plan_id": 6,
      "title": "Konstrukcja dachu",
      "content": "Budowa dachu jest jednym z ostatnich etapów budowy domu, jednak wymaga ona dużo uwagi i staranności, ponieważ dach jest bardzo ważnym elementem budynku, który chroni przed warunkami atmosferycznymi. Poniżej przedstawiam kilka porad, jak przygotować się do budowy dachu:"
    },
    {
      "id" : 7,
      "plan_id": 7,
      "title": "Stolarka okienna",
      "content": "Jeśli planujesz zamontować nowe okna w swoim domu lub wymienić istniejące, istnieją pewne kroki, które powinieneś podjąć, aby przygotować się do tej części budowy. Oto kilka porad:"
    },
    {
      "id" : 8,
      "plan_id": 8,
      "title": "Instalacja elektryczna",
      "content": "Przygotowanie się do instalacji elektrycznej w budynku wymaga od inwestora kilku kroków, które warto przemyśleć przed rozpoczęciem prac. Oto kilka porad:"
    },
    {
      "id" : 9,
      "plan_id": 9,
      "title": "Instalacja grzewcza",
      "content": "Przygotowanie się do instalacji grzewczej:"
    },
    {
      "id" : 10,
      "plan_id": 10,
      "title": "Instalacja hydrauliczne",
      "content": "Przygotowanie się do instalacji hydraulicznej w budynku wymaga uwzględnienia kilku kwestii. Oto kilka porad, które mogą Ci pomóc:"
    },
    {
      "id" : 11,
      "plan_id": 11,
      "title": "Instalacja wentylacyjna",
      "content": "Przygotowanie się do instalacji wentylacyjnej podczas budowy domu to ważny etap, który zapewni komfortowy pobyt w pomieszczeniach i zapobiegnie powstawaniu wilgoci oraz pleśni. Oto kilka porad, jak przygotować się do instalacji wentylacyjnej: "
    },
    {
      "id" : 12,
      "plan_id": 12,
      "title": "Wykończenia",
      "content":"Wykończenie domu to ważny etap budowy, który determinuje wygląd i funkcjonalność pomieszczeń. Aby odpowiednio się do niego przygotować, warto zwrócić uwagę na kilka kwestii:"
    }  
  ],
  "plan_title": [
    {
      "id" : 1,
      "title": "Przygotowanie dokumentacji"
      },
    {
      "id" : 2,
      "title": "Prace Ziemne"
       },
    {
      "id" : 3,
      "title": "Fundamenty"
       },
    {
      "id" : 4,
      "title": "Konstrukcja parteru"
     
    },
    {
      "id" : 5,
      "title": "Konstrukcja piętra"
      
    },
    {
      "id" : 6,
      "title": "Konstrukcja dachu"
      },
    {
      "id" : 7,
      "title": "Stolarka okienna"
      },
    {
      "id" : 8,
      "title": "Instalacja elektryczna"
       },
    {
      "id" : 9,
      "title": "Instalacja grzewcza"
      },
    {
      "id" : 10,
      "title": "Instalacja hydrauliczne"
     },
    {
      "id" : 11,
      "title": "Instalacja wentylacyjna"
     },
    {
      "id" : 12,
      "title": "Wykończenia"
      }  
  ]
}

