{
  "plan": [
    {
      "id" : 1,
      "plan_id": 1,
      "title": "Przygotowanie dokumentacji",
      "content": "Dobrze przmyśl konstrukcję domu. Zrób listę wad i zalet projektów domów. Porównaj rozwiązania zachcianek do realnych cen ich wykonania. Lista potrzebana do uzyskania pozwolenia na budowę uzależniona od przepisów w danym regionie i zagospodarowaniem terenu: 1.Projekt budowlany - dokument ten jest niezbędny do uzyskania pozwolenia na budowę. Projekt powinien być wykonany przez architekta lub firmę projektową i powinien zawierać wszelkie wymagane informacje, takie jak plany budowy, rysunki techniczne, obliczenia statyczne, specyfikacje materiałów itp. 2. Pozwolenie na budowę - jest to formalne zezwolenie wydane przez właściwy organ administracji publicznej na rozpoczęcie prac budowlanych. Aby uzyskać pozwolenie na budowę, konieczne jest złożenie kompletnego projektu budowlanego oraz opłacenie stosownej opłaty. 3. Decyzja o warunkach zabudowy - dokument ten jest wymagany, gdy planowana budowa narusza obowiązujące przepisy miejscowego planu zagospodarowania przestrzennego. Decyzja określa warunki, jakie należy spełnić, aby budowa mogła zostać rozpoczęta. 4. Umowa z wykonawcą - przed rozpoczęciem budowy należy podpisać umowę z wykonawcą. Umowa powinna określać zakres prac, harmonogram realizacji, kosztorys oraz warunki płatności. 5. Uzgodnienie warunków przyłączenia do sieci - przed rozpoczęciem budowy należy uzgodnić warunki przyłączenia do sieci wodociągowej, kanalizacyjnej i energetycznej z właściwymi dostawcami usług. 6. Odpowiednie ubezpieczenia - przed rozpoczęciem budowy należy wykupić odpowiednie ubezpieczenia, takie jak ubezpieczenie OC oraz ubezpieczenie NNW dla osób pracujących na placu budowy. 7. Dokumentacja geotechniczna - w przypadku terenów o niepewnej stabilności należy sporządzić dokumentację geotechniczną, która określi rodzaj gruntu oraz warunki jego zagęszczenia. 8.Inne dokumenty - w zależności od specyfiki budowy, mogą być wymagane dodatkowe dokumenty, takie jak opinie techniczne, decyzje o środowiskowych uwarunkowaniach czy zgody na wycinkę drzew. Kilka rad dla przyszłego inwestora: 1. Przygotuj realistyczny budżet - przed rozpoczęciem budowy warto dokładnie oszacować koszty inwestycji i przygotować realistyczny budżet. Warto uwzględnić w nim nie tylko koszty materiałów i robocizny, ale także koszty pośrednie, takie jak ubezpieczenia, pozwolenia, wynajem sprzętu itp. 2. Wybierz odpowiedniego wykonawcę - wybór odpowiedniego wykonawcy jest kluczowy dla powodzenia inwestycji. Przed podpisaniem umowy warto dokładnie sprawdzić referencje wykonawcy, zobaczyć jego dotychczasowe realizacje oraz porozmawiać z klientami, którzy korzystali z jego usług. 3. Zatrudnij architekta - architekt pomoże Ci zaprojektować dom zgodnie z Twoimi potrzebami i preferencjami oraz dostosować projekt do warunków lokalnych. Zaprojektowany przez architekta dom będzie bardziej funkcjonalny, estetyczny i dostosowany do Twoich potrzeb. 4. Planuj odpowiednio czas - budowa domu to czasochłonny proces, który wymaga odpowiedniego zaplanowania. Przed rozpoczęciem budowy warto dokładnie oszacować czas trwania poszczególnych etapów i dostosować plan do własnych potrzeb. 5. Monitoruj postęp prac - podczas budowy warto regularnie kontrolować postęp prac i być na bieżąco z realizacją poszczególnych etapów. W ten sposób uniknie się nieporozumień i nieoczekiwanych opóźnień. 6. Bądź elastyczny - podczas budowy mogą pojawić się nieprzewidziane problemy i trzeba być na nie przygotowanym. Warto mieć elastyczny plan, który pozwoli na dostosowanie się do zmieniających się okoliczności. 7. Dbaj o jakość materiałów - warto zainwestować w dobrej jakości materiały, które zapewnią trwałość i bezpieczeństwo domu na długie lata. Nie warto oszczędzać na jakości, ponieważ w dłuższej perspektywie może to okazać się kosztowne. 8. Planuj na przyszłość - warto pomyśleć o swoich potrzebach na przyszłość i odpowiednio zaplanować dom. Dobrze zaprojektowany dom będzie funkcjonalny i będzie mógł służyć przez wiele lat bez konieczności gruntownych modernizacji."
    },
    {
      "id" : 2,
      "plan_id": 2,
      "title": "Prace Ziemne",
      "content": "Wyznaczenie domu i punktu zero na działce."
    },
    {
      "id" : 3,
      "plan_id": 3,
      "title": "Fundamenty",
      "content": "Zrobienie ław lub płyty fundamentowej."
    },
    {
      "id" : 4,
      "plan_id": 4,
      "title": "Konstrukcja parteru",
      "content": "Budowa sciań nośnych oraz stropu."
    },
    {
      "id" : 5,
      "plan_id": 5,
      "title": "Konstrukcja piętra",
      "content": "Budowa ścian."
    },
    {
      "id" : 6,
      "plan_id": 6,
      "title": "Konstrukcja dachu",
      "content": "Budowa dachu."
    },
    {
      "id" : 7,
      "plan_id": 7,
      "title": "Stolarka okienna",
      "content": "Montaż, okien, drzwi."
    },
    {
      "id" : 8,
      "plan_id": 8,
      "title": "Instalacja elektryczna",
      "content": "Montaż instalacji elektrycznej."
    },
    {
      "id" : 9,
      "plan_id": 9,
      "title": "Instalacja grzewcza",
      "content": "Montaż instalacji grzewczej."
    },
    {
      "id" : 10,
      "plan_id": 10,
      "title": "Instalacja hydrauliczne",
      "content": "Montaż instalacji hydraulicznej."
    },
    {
      "id" : 11,
      "plan_id": 11,
      "title": "Instalacja wentylacyjna",
      "content": "Montaż instalacji wentylacyjnej."
    },
    {
      "id" : 12,
      "plan_id": 12,
      "title": "Wykończenia",
      "content": "Montaż elementów wykończeniowych."
    }  
  ],
  "plan_title": [
    {
      "id" : 1,
      "title": "Przygotowanie dokumentacji"
      },
    {
      "id" : 2,
      "title": "Prace Ziemne"
       },
    {
      "id" : 3,
      "title": "Fundamenty"
       },
    {
      "id" : 4,
      "title": "Konstrukcja parteru"
     
    },
    {
      "id" : 5,
      "title": "Konstrukcja piętra"
      
    },
    {
      "id" : 6,
      "title": "Konstrukcja dachu"
      },
    {
      "id" : 7,
      "title": "Stolarka okienna"
      },
    {
      "id" : 8,
      "title": "Instalacja elektryczna"
       },
    {
      "id" : 9,
      "title": "Instalacja grzewcza"
      },
    {
      "id" : 10,
      "title": "Instalacja hydrauliczne"
     },
    {
      "id" : 11,
      "title": "Instalacja wentylacyjna"
     },
    {
      "id" : 12,
      "title": "Wykończenia"
      }  
  ]
}

