{
  "plan": [
    {
      "id" : 1,
      "plan_id": 1,
      "title": "Przygotowanie dokumentacji",
      "content": "dupa"
    },
    {
      "id" : 2,
      "plan_id": 2,
      "title": "Prace Ziemne",
      "content": "dupa"
    },
    {
      "id" : 3,
      "plan_id": 3,
      "title": "Fundamenty",
      "content": "dupa"
    },
    {
      "id" : 4,
      "plan_id": 4,
      "title": "Konstrukcja parteru",
      "content": "dupa"
    },
    {
      "id" : 5,
      "plan_id": 5,
      "title": "Konstrukcja piętra",
      "content": "dupa"
    },
    {
      "id" : 6,
      "plan_id": 6,
      "title": "Konstrukcja dachu",
      "content": "dupa"
    },
    {
      "id" : 7,
      "plan_id": 7,
      "title": "Stolarka okienna",
      "content": "dupa"
    },
    {
      "id" : 8,
      "plan_id": 8,
      "title": "Instalacja elektryczna",
      "content": "Przygotowanie się do instalacji elektrycznej w budynku wymaga od inwestora kilku kroków, które warto przemyśleć przed rozpoczęciem prac. Oto kilka porad: 1. Projekt elektryczny - Inwestor powinien zatrudnić projektanta, który stworzy projekt instalacji elektrycznej dla budynku. Projekt powinien uwzględniać wszystkie wymagania norm i przepisów dotyczących bezpieczeństwa, a także potrzeby użytkowników budynku. Zanim przystąpi się do prac, ważne jest, aby upewnić się, że projekt został zatwierdzony przez odpowiednie władze. 2. Wybór wykonawcy - Dobrym pomysłem jest wybór sprawdzonej firmy, która zajmuje się wykonaniem instalacji elektrycznych. Należy zwrócić uwagę na doświadczenie i referencje firmy, a także na stosowane przez nią rozwiązania techniczne. 3. Wybór urządzeń i materiałów - Inwestor powinien wybierać urządzenia i materiały o wysokiej jakości, które zapewnią bezpieczne i niezawodne działanie instalacji. Należy zwrócić szczególną uwagę na jakość kabli, zabezpieczeń, rozdzielni oraz innych elementów instalacji. 4. Konsultacje z wykonawcą - Przed przystąpieniem do prac inwestor powinien skonsultować się z wykonawcą, który wyjaśni mu wszystkie szczegóły dotyczące realizacji instalacji. Należy ustalić plan prac, harmonogram, koszty oraz wszelkie inne kwestie związane z instalacją. 5. Nadzór nad pracami - Inwestor powinien regularnie nadzorować postępy prac, aby mieć pewność, że instalacja jest wykonywana zgodnie z projektem oraz wymaganiami norm i przepisów. Należy również pamiętać o przeprowadzaniu regularnych przeglądów i konserwacji instalacji, aby zapewnić jej długą i niezawodną pracę. 6. Bezpieczeństwo - Przy instalacji elektrycznej ważne jest bezpieczeństwo, dlatego należy pamiętać o stosowaniu odpowiednich zabezpieczeń, wykonywaniu połączeń zgodnie z normami oraz stosowaniu odpowiednich narzędzi i sprzętu ochronnego."
    },
    {
      "id" : 9,
      "plan_id": 9,
      "title": "Instalacja grzewcza",
      "content": "1. Wybierz rodzaj ogrzewania - przed przystąpieniem do instalacji należy zdecydować, jaki rodzaj ogrzewania będzie stosowany w domu. Możliwości są różne: gazowe, olejowe, elektryczne, węglowe, a także alternatywne źródła energii, takie jak pompy ciepła czy kolektory słoneczne. Wybór zależy od wielu czynników, w tym od budżetu, lokalizacji domu, sposobu użytkowania oraz preferencji inwestora. 2. Wybierz odpowiedni system - kolejnym krokiem jest wybór konkretnego systemu grzewczego. Możliwości są różne - od tradycyjnych kotłów gazowych czy olejowych, przez pompy ciepła, aż po nowoczesne systemy inteligentnego domu. Przed podjęciem decyzji warto skonsultować się z fachowcami, którzy doradzą najlepsze rozwiązanie dla konkretnego budynku. 3. Przygotuj projekty - przed przystąpieniem do instalacji należy przygotować odpowiednie projekty, w tym projekt instalacji grzewczej oraz projekt wentylacji. Projekt powinien być wykonany przez specjalistę i spełniać normy oraz wymagania dotyczące bezpieczeństwa oraz efektywności energetycznej. 4. Znajdź odpowiedniego wykonawcę - instalacja grzewcza to zadanie dla specjalisty. Dobrym pomysłem jest znalezienie wykonawcy, który ma doświadczenie w instalacjach grzewczych i jest w stanie zaproponować rozwiązania dopasowane do potrzeb konkretnego budynku. 5. Przygotuj budżet - instalacja grzewcza to kosztowny proces, dlatego warto wcześniej przygotować odpowiedni budżet. Warto uwzględnić koszty zakupu i montażu urządzeń, koszty energii oraz koszty utrzymania systemu. 6. Zadbaj o dokumentację - instalacja grzewcza wymaga uzyskania odpowiednich zezwoleń i certyfikatów. Inwestor powinien zadbać o to, aby wszystkie dokumenty były poprawnie wypełnione i złożone w odpowiednich instytucjach.    Pamiętaj, że instalacja grzewcza to nie tylko kwestia komfortu, ale także bezpieczeństwa. Warto zatem zwrócić uwagę na wszystkie kwestie związane z montażem, eksploatacją oraz konserwacją systemu grzewczego."
    },
    {
      "id" : 10,
      "plan_id": 10,
      "title": "Instalacja hydrauliczne",
      "content": "Przygotowanie się do instalacji hydraulicznej w budynku wymaga uwzględnienia kilku kwestii. Oto kilka porad, które mogą Ci pomóc: 1. Znajomość przepisów i norm - przed przystąpieniem do instalacji hydraulicznej warto zapoznać się z obowiązującymi normami i przepisami. Dzięki temu będziesz w stanie zaplanować instalację zgodnie z wymaganiami technicznymi i bezpieczeństwa. 2. Dobór materiałów - ważne jest, aby do instalacji hydraulicznej wykorzystać odpowiednie materiały, które będą odpowiadać wymaganiom technicznym i trwałościowym. Pamiętaj, że niedopasowane elementy instalacji mogą prowadzić do awarii i poważnych uszkodzeń. 3. Projekt instalacji - przed przystąpieniem do prac związanych z instalacją hydrauliczną warto mieć dokładny projekt instalacji. Dzięki temu będziesz w stanie zaplanować potrzebne materiały oraz koszty i uniknąć nieprzewidzianych kosztów. 4. Współpraca z doświadczonym hydraulikiem - jeśli nie masz doświadczenia w instalacjach hydraulicznych, warto zatrudnić doświadczonego hydraulika, który wykona instalację zgodnie z wymaganiami technicznymi i bezpieczeństwa. 5. Dostęp do narzędzi - przed przystąpieniem do instalacji hydraulicznej warto mieć dostęp do odpowiednich narzędzi. Dzięki temu będziesz w stanie przeprowadzić instalację bez przeszkód i w krótkim czasie. 6. Planowanie instalacji - przed przystąpieniem do instalacji warto dokładnie zaplanować instalację. Warto rozważyć, gdzie zamontować poszczególne elementy instalacji, aby były one łatwo dostępne i w razie potrzeby łatwo wymienialne. 7. Kontrola jakości - po zakończeniu prac związanych z instalacją hydrauliczną, warto przeprowadzić kontrolę jakości, aby upewnić się, że wszystkie elementy zostały poprawnie zamontowane i działają zgodnie z oczekiwaniami."
    },
    {
      "id" : 11,
      "plan_id": 11,
      "title": "Instalacja wentylacyjna",
      "content": "dupa"
    },
    {
      "id" : 12,
      "plan_id": 12,
      "title": "Wykończenia",
      "content": "dupa"
    }  
  ],
  "plan_title": [
    {
      "id" : 1,
      "title": "Przygotowanie dokumentacji"
      },
    {
      "id" : 2,
      "title": "Prace Ziemne"
       },
    {
      "id" : 3,
      "title": "Fundamenty"
       },
    {
      "id" : 4,
      "title": "Konstrukcja parteru"
     
    },
    {
      "id" : 5,
      "title": "Konstrukcja piętra"
      
    },
    {
      "id" : 6,
      "title": "Konstrukcja dachu"
      },
    {
      "id" : 7,
      "title": "Stolarka okienna"
      },
    {
      "id" : 8,
      "title": "Instalacja elektryczna"
       },
    {
      "id" : 9,
      "title": "Instalacja grzewcza"
      },
    {
      "id" : 10,
      "title": "Instalacja hydrauliczne"
     },
    {
      "id" : 11,
      "title": "Instalacja wentylacyjna"
     },
    {
      "id" : 12,
      "title": "Wykończenia"
      }  
  ]
}

