{
  "plan": [
    {
      "id" : 1,
      "plan_id": 1,
      "title": "Przygotowanie dokumentacji",
      "content": "dupa"
    },
    {
      "id" : 2,
      "plan_id": 2,
      "title": "Prace Ziemne",
      "content": "Wyznaczenie domu i punktu zero na działce. Proponowany sposób przygotowania się do tego etapu: 1. Ustalenie warunków gruntowych - przed rozpoczęciem prac należy poznać warunki gruntowe w miejscu, gdzie będzie budowany dom. Można to zrobić poprzez wykonanie sondowania lub wykonanie geotechnicznej analizy gruntu. 2. Wybór odpowiedniego wykonawcy - należy wybrać solidnego wykonawcę, który posiada odpowiednie doświadczenie w zakresie prac ziemnych i budowlanych. Dobry wykonawca powinien zaoferować pełne doradztwo w zakresie wyboru odpowiednich rozwiązań technicznych. 3. Pozwolenie na budowę - przed rozpoczęciem prac ziemnych konieczne jest uzyskanie pozwolenia na budowę od właściwego organu administracyjnego. W dokumentacji związanej z pozwoleniem powinien być zawarty również projekt geotechniczny. 4. Przygotowanie planu działania - przed rozpoczęciem prac należy przygotować szczegółowy plan działania, uwzględniający m.in. rodzaj wykonywanych prac, ilość potrzebnych materiałów, terminy realizacji itp. 5. Prawidłowe wykonanie wykopu - podczas wykonywania wykopu należy zadbać o jego odpowiednią głębokość, szerokość i kształt. Nieprawidłowe wykonanie wykopu może prowadzić do osunięcia się ziemi lub innych problemów, które będą wymagały dodatkowych nakładów finansowych. 6. Usunięcie zanieczyszczeń - przed rozpoczęciem prac należy usunąć wszelkie zanieczyszczenia, takie jak odpady budowlane, gruz czy śmieci. Nieprawidłowe usunięcie zanieczyszczeń może prowadzić do naruszenia przepisów prawa i skutkować sankcjami finansowymi. 7. Odpowiednie zabezpieczenie placu budowy - należy zadbać o odpowiednie zabezpieczenie placu budowy, takie jak ogrodzenie lub zabezpieczenie przed przypadkowym wjechaniem na teren budowy. Dzięki temu można zapobiec kradzieżom lub innym niepożądanym sytuacjom. 8. Prawidłowa organizacja prac - należy zadbać o odpowiednią organizację prac, tak aby wszystkie etapy przebiegały bez zakłóceń i zgodnie z harmonogramem. 9.Wybór odpowiednich materiałów - przed rozpoczęciem prac należy wybrać odpowiednie materiały, takie jak kruszywa czy ziemia do wyrównania terenu. Należy zadbać o jakość materiałów, aby zapewnić trwałość i stabilność całej konstrukcji."
    },
    {
      "id" : 3,
      "plan_id": 3,
      "title": "Fundamenty",
      "content": "Zrobienie ław lub płyty fundamentowej. Proponowany sposób przygotowania się do tego etapu: 1. Pozyskanie niezbędnych dokumentów i zezwoleń - przed rozpoczęciem budowy fundamentów należy pozyskać niezbędne dokumenty i zezwolenia, takie jak pozwolenie na budowę, decyzję o warunkach zabudowy oraz decyzję o ustaleniu lokalizacji inwestycji celu publicznego. 2. Wybór odpowiedniego projektu - projekt fundamentów powinien być wykonany przez doświadczonych specjalistów i powinien uwzględniać warunki gruntowe oraz obciążenia, jakim będzie podlegać budynek. 3. Przygotowanie terenu pod budowę - należy wyrównać teren i usunąć wszelkie przeszkody, takie jak drzewa, kamienie, czy korzenie. W przypadku budowy na terenach podmokłych należy wykonać drenaż i dodać materiał przepuszczający wilgoć. 4. Wybór odpowiedniego rodzaju fundamentów - w zależności od warunków gruntowych, obciążeń i wielkości budynku, należy wybrać odpowiedni rodzaj fundamentów. Najczęściej stosowanymi są fundamenty ławowe, płytowe, a także palowe. 5. Przygotowanie betonu - należy wybrać odpowiednią mieszankę betonową, która będzie odpowiadać warunkom gruntowym i obciążeniom, jakie będą działały na fundamenty. Należy zwrócić uwagę na klasę betonu, proporcje składników oraz ich jakość. 6. Montaż zbrojenia - przed wlaniem betonu należy zamontować odpowiednie zbrojenie, które zwiększy wytrzymałość i stabilność fundamentów. 7. Wylewanie betonu - należy przeprowadzić wylew betonu, który powinien być równomiernie rozprowadzony i zagęszczony, aby zapewnić trwałość i stabilność fundamentów. 8. Dbaj o właściwe warunki do schnięcia betonu - beton powinien schnąć w odpowiednich warunkach, zgodnie z zaleceniami producenta mieszanki betonowej."
    },
    {
      "id" : 4,
      "plan_id": 4,
      "title": "Konstrukcja parteru",
      "content": " Dobrym pomysłem jest poszukiwanie wykonawców na podstawie rekomendacji od znajomych lub korzystanie z ofert dostępnych w internecie. Warto porównać oferty różnych firm i sprawdzić ich referencje, by wybrać wykonawcę, który spełni oczekiwania i będzie godny zaufania. Inwestor powinien także zadbać o pozyskanie materiałów budowlanych oraz ich dostawę na plac budowy. Przy budowie ścian parteru, najczęściej wykorzystuje się cegłę, bloczki betonowe lub pustaki ceramiczne. Konieczne jest również zamówienie odpowiednich ilości zapraw murarskich i izolacji termicznych. Warto także przygotować plan organizacji placu budowy, który określi, gdzie będą magazynowane materiały, jakie będą drogi dojazdowe i ewentualnie jakie zostaną w tym celu wykorzystane maszyny budowlane. Należy również zadbać o zapewnienie bezpieczeństwa na placu budowy i zaplanowanie ewentualnych działań w razie nieprzewidzianych wypadków. Inwestor powinien pamiętać, że budowa parteru jest jednym z ważniejszych etapów budowy domu, dlatego warto zatrudnić doświadczoną firmę, a także czuwać nad postępem prac, by uniknąć niepotrzebnych opóźnień czy błędów."
    },
    {
      "id" : 5,
      "plan_id": 5,
      "title": "Konstrukcja piętra",
      "content": "1. Wybór odpowiednich materiałów - wybór odpowiednich materiałów jest kluczowy dla trwałości budynku. Inwestor powinien wybrać materiały o odpowiedniej jakości i odporności na warunki atmosferyczne, takie jak deski, beton, stal czy izolacja termiczna. 2. Przygotowanie planu budowy - przygotowanie planu budowy jest ważne, aby zapewnić, że każdy etap budowy będzie wykonywany w odpowiedniej kolejności i zgodnie z harmonogramem. Plan powinien uwzględniać czas na wykonanie poszczególnych prac oraz koordynację między różnymi wykonawcami. 3. Zapewnienie odpowiednich narzędzi i urządzeń - do budowy piętra potrzebne będą różne narzędzia i urządzenia, takie jak rusztowania, dźwigi, wiertarki czy młoty pneumatyczne. Inwestor powinien upewnić się, że wykonawca ma dostęp do odpowiednich narzędzi i urządzeń. 4. Nadzór nad wykonawcą - inwestor powinien regularnie monitorować postęp prac i współpracować z wykonawcą, aby upewnić się, że budowa przebiega zgodnie z planem i zgodnie z wymaganiami. Powinien również regularnie przeprowadzać kontrole jakości wykonanych prac.  Podsumowując, przygotowanie się do budowy piętra wymaga dokładnego planowania, wyboru odpowiednich wykonawców, materiałów i narzędzi, a także stałego nadzoru nad postępem prac. Wszystko to ma na celu zapewnienie, że budynek będzie wytrzymały, bezpieczny i zgodny z wymaganiami."
    },
    {
      "id" : 6,
      "plan_id": 6,
      "title": "Konstrukcja dachu",
      "content": "Budowa dachu jest jednym z ostatnich etapów budowy domu, jednak wymaga ona dużo uwagi i staranności, ponieważ dach jest bardzo ważnym elementem budynku, który chroni przed warunkami atmosferycznymi. Poniżej przedstawiam kilka porad, jak przygotować się do budowy dachu: 1. Wybór materiałów: Przy budowie dachu bardzo ważne jest wybranie odpowiednich materiałów. Istnieją różne rodzaje dachówek, blachy, papy i membrany dachowe. Przed wyborem materiału warto skonsultować się z architektem i wykonawcą, którzy pomogą wybrać odpowiedni materiał z uwzględnieniem parametrów klimatycznych, stylu domu oraz budżetu. 2. Projekt dachu: Ważne jest, aby mieć projekt dachu wykonany przez specjalistę. Projekt ten powinien uwzględniać nie tylko estetykę, ale także warunki klimatyczne oraz normy i przepisy budowlane. 3. Wybór ekipy budowlanej: Wybierając ekipę budowlaną, warto zwrócić uwagę na doświadczenie i referencje firmy. Dobrze jest wybrać ekipę, która ma doświadczenie w budowie dachów, ponieważ jest to specjalistyczna praca. 4. Nadzór inwestorski: Warto zatrudnić osobę, która będzie pełniła rolę nadzoru inwestorskiego podczas budowy dachu. Osoba ta będzie odpowiadała za kontrolowanie jakości prac oraz terminowość wykonania prac. 5. Planowanie kosztów: Przy budowie dachu ważne jest dokładne zaplanowanie kosztów. Warto zrobić rozeznanie w cenach materiałów oraz usług budowlanych i przygotować odpowiedni budżet. 6. Bezpieczeństwo: Budowa dachu jest pracą na wysokości, dlatego ważne jest, aby zapewnić odpowiednie zabezpieczenia dla ekipy budowlanej oraz dla innych osób przebywających w pobliżu budowy. 7. Czas budowy: Budowa dachu może zająć kilka tygodni, dlatego warto odpowiednio zaplanować czas budowy, aby mieć pewność, że dach zostanie wykonany przed nadejściem niekorzystnych warunków atmosferycznych. 8. Regularne kontrole: Po zakończeniu budowy dachu, ważne jest, aby regularnie kontrolować stan dachu oraz wykonywać niezbędne prace konserwacyjne, aby zapewnić długą żywotność dachu."
    },
    {
      "id" : 7,
      "plan_id": 7,
      "title": "Stolarka okienna",
      "content": "Jeśli planujesz zamontować nowe okna w swoim domu lub wymienić istniejące, istnieją pewne kroki, które powinieneś podjąć, aby przygotować się do tej części budowy. Oto kilka porad: 1. Wybierz odpowiedni rodzaj okna: Istnieje wiele rodzajów okien, takich jak okna otwierane, okna uchylne, okna dachowe itp. Wybierz taki rodzaj, który najlepiej pasuje do Twoich potrzeb i stylu Twojego domu. 2. Odpowiednio zmierz otwory: Upewnij się, że dokładnie zmierzysz otwory, w których zostaną zamontowane nowe okna, aby uniknąć błędów i problemów podczas montażu. 3. Wybierz odpowiedni materiał: Okna mogą być wykonane z różnych materiałów, takich jak drewno, aluminium, PCV itp. Wybierz taki materiał, który będzie odporny na warunki atmosferyczne i będzie dobrze pasował do stylu Twojego domu. 4. Wybierz odpowiednią firmę: Wybierz renomowaną firmę, która specjalizuje się w produkcji i montażu okien. Upewnij się, że mają dobre opinie i referencje od innych klientów. 5. Określ swoje wymagania: Określ swoje wymagania dotyczące energooszczędności, bezpieczeństwa, wentylacji itp. i zwróć uwagę na takie funkcje, jak izolacja akustyczna, cieplna czy odporność na włamanie. 6. Zwróć uwagę na izolację: Upewnij się, że okna są dobrze izolowane, aby uniknąć utraty ciepła z domu i zwiększyć efektywność energetyczną. 7. Zwróć uwagę na kolor: Wybierz kolor okien, który dobrze będzie pasował do fasady domu i pozostałych elementów. 8. Przygotuj odpowiedni budżet: Okna mogą być kosztowne, więc upewnij się, że masz odpowiedni budżet na ten cel i porównaj ceny różnych firm, aby wybrać najlepszą ofertę. 9. Zwróć uwagę na gwarancję: Upewnij się, że firma oferuje odpowiednią gwarancję na swoje okna i usługi montażowe. 10. Zorganizuj profesjonalny montaż: Montaż okien wymaga odpowiedniego doświadczenia i umiejętności, więc ważne jest, aby skorzystać z usług profesjonalnego montażysty, aby zapewnić bezpieczne i skuteczne zamontowanie okien."
    },
    {
      "id" : 8,
      "plan_id": 8,
      "title": "Instalacja elektryczna",
      "content": "Przygotowanie się do instalacji elektrycznej w budynku wymaga od inwestora kilku kroków, które warto przemyśleć przed rozpoczęciem prac. Oto kilka porad: 1. Projekt elektryczny - Inwestor powinien zatrudnić projektanta, który stworzy projekt instalacji elektrycznej dla budynku. Projekt powinien uwzględniać wszystkie wymagania norm i przepisów dotyczących bezpieczeństwa, a także potrzeby użytkowników budynku. Zanim przystąpi się do prac, ważne jest, aby upewnić się, że projekt został zatwierdzony przez odpowiednie władze. 2. Wybór wykonawcy - Dobrym pomysłem jest wybór sprawdzonej firmy, która zajmuje się wykonaniem instalacji elektrycznych. Należy zwrócić uwagę na doświadczenie i referencje firmy, a także na stosowane przez nią rozwiązania techniczne. 3. Wybór urządzeń i materiałów - Inwestor powinien wybierać urządzenia i materiały o wysokiej jakości, które zapewnią bezpieczne i niezawodne działanie instalacji. Należy zwrócić szczególną uwagę na jakość kabli, zabezpieczeń, rozdzielni oraz innych elementów instalacji. 4. Konsultacje z wykonawcą - Przed przystąpieniem do prac inwestor powinien skonsultować się z wykonawcą, który wyjaśni mu wszystkie szczegóły dotyczące realizacji instalacji. Należy ustalić plan prac, harmonogram, koszty oraz wszelkie inne kwestie związane z instalacją. 5. Nadzór nad pracami - Inwestor powinien regularnie nadzorować postępy prac, aby mieć pewność, że instalacja jest wykonywana zgodnie z projektem oraz wymaganiami norm i przepisów. Należy również pamiętać o przeprowadzaniu regularnych przeglądów i konserwacji instalacji, aby zapewnić jej długą i niezawodną pracę. 6. Bezpieczeństwo - Przy instalacji elektrycznej ważne jest bezpieczeństwo, dlatego należy pamiętać o stosowaniu odpowiednich zabezpieczeń, wykonywaniu połączeń zgodnie z normami oraz stosowaniu odpowiednich narzędzi i sprzętu ochronnego."
    },
    {
      "id" : 9,
      "plan_id": 9,
      "title": "Instalacja grzewcza",
      "content": "1. Wybierz rodzaj ogrzewania - przed przystąpieniem do instalacji należy zdecydować, jaki rodzaj ogrzewania będzie stosowany w domu. Możliwości są różne: gazowe, olejowe, elektryczne, węglowe, a także alternatywne źródła energii, takie jak pompy ciepła czy kolektory słoneczne. Wybór zależy od wielu czynników, w tym od budżetu, lokalizacji domu, sposobu użytkowania oraz preferencji inwestora. 2. Wybierz odpowiedni system - kolejnym krokiem jest wybór konkretnego systemu grzewczego. Możliwości są różne - od tradycyjnych kotłów gazowych czy olejowych, przez pompy ciepła, aż po nowoczesne systemy inteligentnego domu. Przed podjęciem decyzji warto skonsultować się z fachowcami, którzy doradzą najlepsze rozwiązanie dla konkretnego budynku. 3. Przygotuj projekty - przed przystąpieniem do instalacji należy przygotować odpowiednie projekty, w tym projekt instalacji grzewczej oraz projekt wentylacji. Projekt powinien być wykonany przez specjalistę i spełniać normy oraz wymagania dotyczące bezpieczeństwa oraz efektywności energetycznej. 4. Znajdź odpowiedniego wykonawcę - instalacja grzewcza to zadanie dla specjalisty. Dobrym pomysłem jest znalezienie wykonawcy, który ma doświadczenie w instalacjach grzewczych i jest w stanie zaproponować rozwiązania dopasowane do potrzeb konkretnego budynku. 5. Przygotuj budżet - instalacja grzewcza to kosztowny proces, dlatego warto wcześniej przygotować odpowiedni budżet. Warto uwzględnić koszty zakupu i montażu urządzeń, koszty energii oraz koszty utrzymania systemu. 6. Zadbaj o dokumentację - instalacja grzewcza wymaga uzyskania odpowiednich zezwoleń i certyfikatów. Inwestor powinien zadbać o to, aby wszystkie dokumenty były poprawnie wypełnione i złożone w odpowiednich instytucjach.    Pamiętaj, że instalacja grzewcza to nie tylko kwestia komfortu, ale także bezpieczeństwa. Warto zatem zwrócić uwagę na wszystkie kwestie związane z montażem, eksploatacją oraz konserwacją systemu grzewczego."
    },
    {
      "id" : 10,
      "plan_id": 10,
      "title": "Instalacja hydrauliczne",
      "content": "Przygotowanie się do instalacji hydraulicznej w budynku wymaga uwzględnienia kilku kwestii. Oto kilka porad, które mogą Ci pomóc: 1. Znajomość przepisów i norm - przed przystąpieniem do instalacji hydraulicznej warto zapoznać się z obowiązującymi normami i przepisami. Dzięki temu będziesz w stanie zaplanować instalację zgodnie z wymaganiami technicznymi i bezpieczeństwa. 2. Dobór materiałów - ważne jest, aby do instalacji hydraulicznej wykorzystać odpowiednie materiały, które będą odpowiadać wymaganiom technicznym i trwałościowym. Pamiętaj, że niedopasowane elementy instalacji mogą prowadzić do awarii i poważnych uszkodzeń. 3. Projekt instalacji - przed przystąpieniem do prac związanych z instalacją hydrauliczną warto mieć dokładny projekt instalacji. Dzięki temu będziesz w stanie zaplanować potrzebne materiały oraz koszty i uniknąć nieprzewidzianych kosztów. 4. Współpraca z doświadczonym hydraulikiem - jeśli nie masz doświadczenia w instalacjach hydraulicznych, warto zatrudnić doświadczonego hydraulika, który wykona instalację zgodnie z wymaganiami technicznymi i bezpieczeństwa. 5. Dostęp do narzędzi - przed przystąpieniem do instalacji hydraulicznej warto mieć dostęp do odpowiednich narzędzi. Dzięki temu będziesz w stanie przeprowadzić instalację bez przeszkód i w krótkim czasie. 6. Planowanie instalacji - przed przystąpieniem do instalacji warto dokładnie zaplanować instalację. Warto rozważyć, gdzie zamontować poszczególne elementy instalacji, aby były one łatwo dostępne i w razie potrzeby łatwo wymienialne. 7. Kontrola jakości - po zakończeniu prac związanych z instalacją hydrauliczną, warto przeprowadzić kontrolę jakości, aby upewnić się, że wszystkie elementy zostały poprawnie zamontowane i działają zgodnie z oczekiwaniami."
    },
    {
      "id" : 11,
      "plan_id": 11,
      "title": "Instalacja wentylacyjna",
      "content": "dupa"
    },
    {
      "id" : 12,
      "plan_id": 12,
      "title": "Wykończenia",
      "content": "dupa"
    }  
  ],
  "plan_title": [
    {
      "id" : 1,
      "title": "Przygotowanie dokumentacji"
      },
    {
      "id" : 2,
      "title": "Prace Ziemne"
       },
    {
      "id" : 3,
      "title": "Fundamenty"
       },
    {
      "id" : 4,
      "title": "Konstrukcja parteru"
     
    },
    {
      "id" : 5,
      "title": "Konstrukcja piętra"
      
    },
    {
      "id" : 6,
      "title": "Konstrukcja dachu"
      },
    {
      "id" : 7,
      "title": "Stolarka okienna"
      },
    {
      "id" : 8,
      "title": "Instalacja elektryczna"
       },
    {
      "id" : 9,
      "title": "Instalacja grzewcza"
      },
    {
      "id" : 10,
      "title": "Instalacja hydrauliczne"
     },
    {
      "id" : 11,
      "title": "Instalacja wentylacyjna"
     },
    {
      "id" : 12,
      "title": "Wykończenia"
      }  
  ]
}

