{
  "plan": [
    {
      "id" : 1,
      "plan_id": 1,
      "title": "Przygotowanie dokumentacji",
      "content": "Dobrze przmyśl konstrukcję domu. Zrób listę wad i zalet projektów domów. Porównaj rozwiązania zachcianek do realnych cen ich wykonania. Lista potrzebana do uzyskania pozwolenia na budowę uzależniona od przepisów w danym regionie i zagospodarowaniem terenu: 1.Projekt budowlany - dokument ten jest niezbędny do uzyskania pozwolenia na budowę. Projekt powinien być wykonany przez architekta lub firmę projektową i powinien zawierać wszelkie wymagane informacje, takie jak plany budowy, rysunki techniczne, obliczenia statyczne, specyfikacje materiałów itp. 2. Pozwolenie na budowę - jest to formalne zezwolenie wydane przez właściwy organ administracji publicznej na rozpoczęcie prac budowlanych. Aby uzyskać pozwolenie na budowę, konieczne jest złożenie kompletnego projektu budowlanego oraz opłacenie stosownej opłaty. 3. Decyzja o warunkach zabudowy - dokument ten jest wymagany, gdy planowana budowa narusza obowiązujące przepisy miejscowego planu zagospodarowania przestrzennego. Decyzja określa warunki, jakie należy spełnić, aby budowa mogła zostać rozpoczęta. 4. Umowa z wykonawcą - przed rozpoczęciem budowy należy podpisać umowę z wykonawcą. Umowa powinna określać zakres prac, harmonogram realizacji, kosztorys oraz warunki płatności. 5. Uzgodnienie warunków przyłączenia do sieci - przed rozpoczęciem budowy należy uzgodnić warunki przyłączenia do sieci wodociągowej, kanalizacyjnej i energetycznej z właściwymi dostawcami usług. 6. Odpowiednie ubezpieczenia - przed rozpoczęciem budowy należy wykupić odpowiednie ubezpieczenia, takie jak ubezpieczenie OC oraz ubezpieczenie NNW dla osób pracujących na placu budowy. 7. Dokumentacja geotechniczna - w przypadku terenów o niepewnej stabilności należy sporządzić dokumentację geotechniczną, która określi rodzaj gruntu oraz warunki jego zagęszczenia. 8.Inne dokumenty - w zależności od specyfiki budowy, mogą być wymagane dodatkowe dokumenty, takie jak opinie techniczne, decyzje o środowiskowych uwarunkowaniach czy zgody na wycinkę drzew. Kilka rad dla przyszłego inwestora: 1. Przygotuj realistyczny budżet - przed rozpoczęciem budowy warto dokładnie oszacować koszty inwestycji i przygotować realistyczny budżet. Warto uwzględnić w nim nie tylko koszty materiałów i robocizny, ale także koszty pośrednie, takie jak ubezpieczenia, pozwolenia, wynajem sprzętu itp. 2. Wybierz odpowiedniego wykonawcę - wybór odpowiedniego wykonawcy jest kluczowy dla powodzenia inwestycji. Przed podpisaniem umowy warto dokładnie sprawdzić referencje wykonawcy, zobaczyć jego dotychczasowe realizacje oraz porozmawiać z klientami, którzy korzystali z jego usług. 3. Zatrudnij architekta - architekt pomoże Ci zaprojektować dom zgodnie z Twoimi potrzebami i preferencjami oraz dostosować projekt do warunków lokalnych. Zaprojektowany przez architekta dom będzie bardziej funkcjonalny, estetyczny i dostosowany do Twoich potrzeb. 4. Planuj odpowiednio czas - budowa domu to czasochłonny proces, który wymaga odpowiedniego zaplanowania. Przed rozpoczęciem budowy warto dokładnie oszacować czas trwania poszczególnych etapów i dostosować plan do własnych potrzeb. 5. Monitoruj postęp prac - podczas budowy warto regularnie kontrolować postęp prac i być na bieżąco z realizacją poszczególnych etapów. W ten sposób uniknie się nieporozumień i nieoczekiwanych opóźnień. 6. Bądź elastyczny - podczas budowy mogą pojawić się nieprzewidziane problemy i trzeba być na nie przygotowanym. Warto mieć elastyczny plan, który pozwoli na dostosowanie się do zmieniających się okoliczności. 7. Dbaj o jakość materiałów - warto zainwestować w dobrej jakości materiały, które zapewnią trwałość i bezpieczeństwo domu na długie lata. Nie warto oszczędzać na jakości, ponieważ w dłuższej perspektywie może to okazać się kosztowne. 8. Planuj na przyszłość - warto pomyśleć o swoich potrzebach na przyszłość i odpowiednio zaplanować dom. Dobrze zaprojektowany dom będzie funkcjonalny i będzie mógł służyć przez wiele lat bez konieczności gruntownych modernizacji."
    },
    {
      "id" : 2,
      "plan_id": 2,
      "title": "Prace Ziemne",
      "content": "dupa"
    },
    {
      "id" : 3,
      "plan_id": 3,
      "title": "Fundamenty",
      "content": "dupa"
    },
    {
      "id" : 4,
      "plan_id": 4,
      "title": "Konstrukcja parteru",
      "content": "dupa"
    },
    {
      "id" : 5,
      "plan_id": 5,
      "title": "Konstrukcja piętra",
      "content": "dupa"
    },
    {
      "id" : 6,
      "plan_id": 6,
      "title": "Konstrukcja dachu",
      "content": "dupa"
    },
    {
      "id" : 7,
      "plan_id": 7,
      "title": "Stolarka okienna",
      "content": "dupa"
    },
    {
      "id" : 8,
      "plan_id": 8,
      "title": "Instalacja elektryczna",
      "content": "dupa"
    },
    {
      "id" : 9,
      "plan_id": 9,
      "title": "Instalacja grzewcza",
      "content": "dupa"
    },
    {
      "id" : 10,
      "plan_id": 10,
      "title": "Instalacja hydrauliczne",
      "content": "dupa"
    },
    {
      "id" : 11,
      "plan_id": 11,
      "title": "Instalacja wentylacyjna",
      "content": "Przygotowanie się do instalacji wentylacyjnej podczas budowy domu to ważny etap, który zapewni komfortowy pobyt w pomieszczeniach i zapobiegnie powstawaniu wilgoci oraz pleśni. Oto kilka porad, jak przygotować się do instalacji wentylacyjnej: 1. Określ, jakie rodzaje wentylacji potrzebujesz - wentylacja mechaniczna z odzyskiem ciepła, mechaniczna bez odzysku ciepła czy też grawitacyjna. 2. Wybierz odpowiedni system wentylacji - istnieje wiele systemów wentylacyjnych, dlatego warto wybrać ten, który najlepiej odpowiada Twoim potrzebom i warunkom budowlanym. 3. Przygotuj projekt instalacji wentylacyjnej - to ważne, aby zrobić to już na etapie projektowania domu. Projekt powinien zawierać miejsce montażu wentylatorów, kanałów, krat wentylacyjnych i innych elementów. 4. Wybierz odpowiednie materiały - wybór odpowiednich materiałów jest kluczowy dla prawidłowego działania wentylacji. Muszą one być odporne na korozję, wilgoć oraz inne czynniki zewnętrzne. 5. Zwróć uwagę na prawidłową wentylację pomieszczeń - należy zapewnić właściwą wentylację każdego pomieszczenia, np. poprzez dobranie odpowiedniej ilości krat wentylacyjnych. 6. Przemyśl rozmieszczenie elementów wentylacyjnych - kraty wentylacyjne, kanały i wentylatory powinny być rozmieszczone w taki sposób, aby zapewnić optymalną wymianę powietrza. 7. Skorzystaj z usług specjalisty - instalacja wentylacji wymaga wiedzy i doświadczenia, dlatego warto skorzystać z usług specjalisty, który pomoże w wyborze odpowiedniego systemu wentylacyjnego, a także w wykonaniu instalacji.   Podsumowując, przygotowanie się do instalacji wentylacyjnej wymaga przemyślanego planowania i wyboru odpowiedniego systemu wentylacyjnego oraz materiałów. Warto też zwrócić uwagę na właściwe rozmieszczenie elementów wentylacyjnych i skorzystać z usług specjalisty, aby zagwarantować prawidłowe działanie wentylacji."
    },
    {
      "id" : 12,
      "plan_id": 12,
      "title": "Wykończenia",
      "content": "Wykończenie domu to ważny etap budowy, który determinuje wygląd i funkcjonalność pomieszczeń. Aby odpowiednio się do niego przygotować, warto zwrócić uwagę na kilka kwestii: 1. Określenie stylu i wykończenia - przed rozpoczęciem wykończenia warto określić, jaki styl i rodzaj wykończenia chcemy zastosować. Wybór tych elementów może mieć wpływ na wiele innych aspektów, takich jak wybór kolorów, mebli, oświetlenia czy dekoracji. 2. Budżet - podczas wykańczania domu warto mieć na uwadze budżet, który jest do dyspozycji. Ważne jest, aby nie przekraczać wyznaczonej kwoty, a jednocześnie starać się wybrać jak najlepsze jakościowo materiały i produkty. 3. Wybór materiałów - dobór odpowiednich materiałów jest kluczowy dla wykończenia domu. Warto wybierać produkty dobrej jakości, trwałe i estetyczne. W przypadku farb i tapet warto wybierać produkty bezpieczne dla zdrowia i środowiska. 4. Planowanie przestrzeni - przed przystąpieniem do wykańczania domu warto dokładnie zaplanować przestrzenie i ich funkcje. W ten sposób łatwiej będzie dobrać odpowiednie meble i akcesoria oraz skomponować wnętrze. 5. Współpraca z fachowcami - wykańczanie domu to skomplikowany proces, który wymaga specjalistycznej wiedzy i doświadczenia. Warto zatrudnić fachowców, którzy pomogą w wyborze odpowiednich materiałów i rozwiązaniach oraz wykonają prace zgodnie z normami i standardami. 6. Dokładna kontrola prac - podczas wykańczania domu warto dokładnie kontrolować postępy prac i jakość wykonywanych działań. W ten sposób łatwiej wykryć ewentualne błędy i usterki oraz uniknąć niepotrzebnych kosztów i problemów w przyszłości.   Podsumowując, przygotowanie się do wykończenia domu to proces skomplikowany i wymagający, który należy dokładnie zaplanować. Ważne jest, aby uwzględnić wiele różnych czynników i zwrócić uwagę na detale, aby efekt końcowy był zadowalający i spełniał nasze oczekiwania. "
    }  
  ],
  "plan_title": [
    {
      "id" : 1,
      "title": "Przygotowanie dokumentacji"
      },
    {
      "id" : 2,
      "title": "Prace Ziemne"
       },
    {
      "id" : 3,
      "title": "Fundamenty"
       },
    {
      "id" : 4,
      "title": "Konstrukcja parteru"
     
    },
    {
      "id" : 5,
      "title": "Konstrukcja piętra"
      
    },
    {
      "id" : 6,
      "title": "Konstrukcja dachu"
      },
    {
      "id" : 7,
      "title": "Stolarka okienna"
      },
    {
      "id" : 8,
      "title": "Instalacja elektryczna"
       },
    {
      "id" : 9,
      "title": "Instalacja grzewcza"
      },
    {
      "id" : 10,
      "title": "Instalacja hydrauliczne"
     },
    {
      "id" : 11,
      "title": "Instalacja wentylacyjna"
     },
    {
      "id" : 12,
      "title": "Wykończenia"
      }  
  ]
}

