{
  "plan": [
    {
      "id" : 1,
      "plan_id": 1,
      "title": "Przygotowanie dokumentacji",
      "content": "dupa"
    },
    {
      "id" : 2,
      "plan_id": 2,
      "title": "Prace Ziemne",
      "content": "dupa"
    },
    {
      "id" : 3,
      "plan_id": 3,
      "title": "Fundamenty",
      "content": "dupa"
    },
    {
      "id" : 4,
      "plan_id": 4,
      "title": "Konstrukcja parteru",
      "content": "dupa"
    },
    {
      "id" : 5,
      "plan_id": 5,
      "title": "Konstrukcja piętra",
      "content": "dupa"
    },
    {
      "id" : 6,
      "plan_id": 6,
      "title": "Konstrukcja dachu",
      "content": "dupa"
    },
    {
      "id" : 7,
      "plan_id": 7,
      "title": "Stolarka okienna",
      "content": "dupa"
    },
    {
      "id" : 8,
      "plan_id": 8,
      "title": "Instalacja elektryczna",
      "content": "dupa"
    },
    {
      "id" : 9,
      "plan_id": 9,
      "title": "Instalacja grzewcza",
      "content": "dupa"
    },
    {
      "id" : 10,
      "plan_id": 10,
      "title": "Instalacja hydrauliczne",
      "content": "dupa"
    },
    {
      "id" : 11,
      "plan_id": 11,
      "title": "Instalacja wentylacyjna",
      "content": "dupa"
    },
    {
      "id" : 12,
      "plan_id": 12,
      "title": "Wykończenia",
      "content": "Wykończenie domu to ważny etap budowy, który determinuje wygląd i funkcjonalność pomieszczeń. Aby odpowiednio się do niego przygotować, warto zwrócić uwagę na kilka kwestii: 1. Określenie stylu i wykończenia - przed rozpoczęciem wykończenia warto określić, jaki styl i rodzaj wykończenia chcemy zastosować. Wybór tych elementów może mieć wpływ na wiele innych aspektów, takich jak wybór kolorów, mebli, oświetlenia czy dekoracji. 2. Budżet - podczas wykańczania domu warto mieć na uwadze budżet, który jest do dyspozycji. Ważne jest, aby nie przekraczać wyznaczonej kwoty, a jednocześnie starać się wybrać jak najlepsze jakościowo materiały i produkty. 3. Wybór materiałów - dobór odpowiednich materiałów jest kluczowy dla wykończenia domu. Warto wybierać produkty dobrej jakości, trwałe i estetyczne. W przypadku farb i tapet warto wybierać produkty bezpieczne dla zdrowia i środowiska. 4. Planowanie przestrzeni - przed przystąpieniem do wykańczania domu warto dokładnie zaplanować przestrzenie i ich funkcje. W ten sposób łatwiej będzie dobrać odpowiednie meble i akcesoria oraz skomponować wnętrze. 5. Współpraca z fachowcami - wykańczanie domu to skomplikowany proces, który wymaga specjalistycznej wiedzy i doświadczenia. Warto zatrudnić fachowców, którzy pomogą w wyborze odpowiednich materiałów i rozwiązaniach oraz wykonają prace zgodnie z normami i standardami. 6. Dokładna kontrola prac - podczas wykańczania domu warto dokładnie kontrolować postępy prac i jakość wykonywanych działań. W ten sposób łatwiej wykryć ewentualne błędy i usterki oraz uniknąć niepotrzebnych kosztów i problemów w przyszłości.   Podsumowując, przygotowanie się do wykończenia domu to proces skomplikowany i wymagający, który należy dokładnie zaplanować. Ważne jest, aby uwzględnić wiele różnych czynników i zwrócić uwagę na detale, aby efekt końcowy był zadowalający i spełniał nasze oczekiwania. "
    }  
  ],
  "plan_title": [
    {
      "id" : 1,
      "title": "Przygotowanie dokumentacji"
      },
    {
      "id" : 2,
      "title": "Prace Ziemne"
       },
    {
      "id" : 3,
      "title": "Fundamenty"
       },
    {
      "id" : 4,
      "title": "Konstrukcja parteru"
     
    },
    {
      "id" : 5,
      "title": "Konstrukcja piętra"
      
    },
    {
      "id" : 6,
      "title": "Konstrukcja dachu"
      },
    {
      "id" : 7,
      "title": "Stolarka okienna"
      },
    {
      "id" : 8,
      "title": "Instalacja elektryczna"
       },
    {
      "id" : 9,
      "title": "Instalacja grzewcza"
      },
    {
      "id" : 10,
      "title": "Instalacja hydrauliczne"
     },
    {
      "id" : 11,
      "title": "Instalacja wentylacyjna"
     },
    {
      "id" : 12,
      "title": "Wykończenia"
      }  
  ]
}

